Repository: yousefmankoulah/Qr_findMyKids
Catalog: findMe/locale/*/LC_MESSAGES/django.po
Languages: ar

source: Your Shopping Cart is empty
ar: سلة التسوق الخاصة بك فارغة

source: Please click
ar: من فضلك اضغط

source: here
ar: هنا

source: to continue shopping
ar: لمواصلة التسوق

source: Your shopping cart
ar: سلة التسوق الخاصة بك

source: Your items
ar: العناصر الخاصة بك

source: Unit Price
ar: سعر الغرض

source: Checkout
ar: الدفع

source: Please review your shopping cart
ar: يرجى مراجعة عربة التسوق الخاصة بك

source: Your total is
ar: مجموعك هو

source: Please choose the name of the kids for each product
ar: يرجى اختيار اسم الاطفال لكل منتج

source: Continue Shopping
ar: مواصلة التسوق

source: Your Order confirmation
ar: تأكيد طلبك

source: Hello
ar: مرحبًا

source: We have successfully received your order, Order Number
ar: لقد تلقينا طلبك بنجاح، رقم الطلب

source: and it is currently being processed. We will promptly notify you as soon as your order is shipped
ar: ويتم معالجته حاليًا. سنقوم بإخطارك على الفور بمجرد شحن طلبك

source: To review and confirm the details of your order, please click on the link provided below
ar: لمراجعة تفاصيل طلبك وتأكيدها، يرجى النقر على الرابط الموجود أدناه

source: Check Order Details
ar: تحقق من تفاصيل الطلب

source: Thank you for choosing us for your order, and we appreciate your business
ar: شكرا لاختيارك لنا لطلبك، ونحن نقدر عملك

source: You have 24 hours to cancel the order by going to the order details
ar: لديك 24 ساعة لإلغاء الطلب عن طريق الذهاب إلى تفاصيل الطلب

source: Contact us at
ar: تواصل معنا على

source: Follow us on social media
ar: تابعنا على وسائل التواصل الإجتماعي

source: The order has been confirmed
ar: تم تأكيد الطلب

source: You received a new order
ar: لقد تلقيت طلبًا جديدًا

source: Feel Free to contact us
ar: لا تتردد في الاتصال بنا

source: Contact Us
ar: اتصل بنا

source: Phone Number
ar: رقم التليفون

source: Reason for Contacting us
ar: سبب الاتصال بنا

source: Select Reason
ar: حدد السبب

source: Report a Bug
ar: الإبلاغ عن خطأ

source: Advertise
ar: إعلانات

source: Return order
ar: أمر الإرجاع

source: Other
ar: آخر

source: Title for the Problem
ar: عنوان للمشكلة

source: Order Number if needed
ar: رقم الطلب إذا لزم الأمر

source: Description for the Problem
ar: وصف للمشكلة

source: Send it
ar: ارسلها

source: We recieved your request
ar: لقد تلقينا طلبك

source: We recieved your request about the issue
ar: لقد تلقينا طلبك بشأن هذه المشكلة

source: One of our support team will contact you shortly to assist you within 24 to 72 hours. Feel free to contact us anytime
ar: سيتصل بك أحد فريق الدعم لدينا قريبًا لمساعدتك في غضون 24 إلى 72 ساعة. لا تتردد في التواصل معنا في أي وقت

source: Thank you for reading our email
ar: شكرا لك على قراءة البريد الإلكتروني لدينا

source: English
ar: إنجليزي

source: Arabic
ar: عربي

source: Email
ar: بريد إلكتروني

source: first_name
ar: الاسم الأول

source: name
ar: اسم

source: type
ar: نوع

source: address
ar: عنوان

source: phoneNumber
ar: رقم التليفون

source: summary
ar: ملخص

source: Choose Your Language
ar: اختر لغتك

source: all Order Admin
ar: مشرف جميع الطلبات

source: Customer service
ar: خدمة الزبائن

source: Dashboard
ar: لوحة المعلومات

source: Create a Qr Profile
ar: إنشاء QR

source: Shop
ar: متجر

source: logout
ar: تسجيل خروج

source: Sign In
ar: تسجيل الدخول

source: Register
ar: تسجيل حساب

source: Get connected with us on social networks:
ar: تواصل معنا على شبكات التواصل الاجتماعي:

source: Our website provides a simple yet effective solution for ensuring the safety of your loved ones and pets.
ar: يوفر موقعنا حلاً بسيطًا ولكنه فعال لضمان سلامة أحبائك وحيواناتك الأليفة.

source: Products
ar: منتجات

source: Products For Boys
ar: منتجات للبنين

source: Products For Girls
ar: منتجات للبنات

source: Category
ar: فئة

source: Useful links
ar: روابط مفيدة

source: Create a QR
ar: إنشاء QR

source: Log in
ar: تسجيل الدخول

source: Contact
ar: اتصال

source: Enter the name
ar: أدخل الاسم

source: What is the Type
ar: ما هو النوع

source: Boy
ar: ولد

source: Girl
ar: بنت

source: Sick
ar: مريض

source: Dog
ar: كلب

source: Cat
ar: قطة

source: Other Pets
ar: حيوانات أليفة أخرى

source: Enter the address
ar: أدخل العنوان

source: Enter the phone number
ar: أدخل رقم الهاتف

source: Enter more details
ar: أدخل المزيد من التفاصيل

source: Generate Profile
ar: إنشاء الملف الشخصي

source: Orders
ar: طلبات

source: Our Products
ar: منتجاتنا

source: Profiles
ar: الملفات الشخصية

source: Name
ar: اسم

source: Profile Category
ar: فئة الملف الشخصي

source: More Information
ar: معلومات اكثر

source: QR codes help you find your family
ar: تساعدك رموز QR في العثور على عائلتك

source: We understand that the well-being of your children, sick family members, and pets is of the most importance to you.
ar: نحن ندرك أن صحة أطفالك وأفراد أسرتك المرضى وحيواناتك الأليفة هي الأكثر أهمية بالنسبة لك.

source: Create a profile for each kids
ar: إنشاء ملف تعريف لكل طفل

source: You can easily create a free qr profile for each kids or pets.
ar: يمكنك بسهولة إنشاء ملف تعريف qr مجاني لكل طفل أو حيوان أليف.

source: Track you qr code
ar: تتبع qr الخاص بك

source: For an added layer of security, you have the option to enable location tracking.
ar: للحصول على طبقة إضافية من الأمان، لديك خيار تمكين تتبع الموقع.

source: Children
ar: أطفال

source: Kids can provide essential information like their name, and any medical conditions they have. It's an exciting way for kids to be proactive about their safety.
ar: يمكن للأطفال تقديم المعلومات الأساسية مثل أسمائهم وأي حالات طبية لديهم. إنها طريقة مثيرة للأطفال ليكونوا استباقيين بشأن سلامتهم.

source: Sick Family Member
ar: أحد أفراد الأسرة المرضى

source: If a family member is struggling with an illness that affects their focus or can potentially lead to them getting lost, you have the option to purchase our products featuring an embedded QR code
ar: إذا كان أحد أفراد العائلة يعاني من مرض يؤثر على تركيزه أو يمكن أن يؤدي إلى ضياعه، فلديك خيار شراء منتجاتنا التي تحتوي على QR المضمن

source: Dogs
ar: كلاب

source: If your pet goes missing, you can activate a lost pet alert through our platform. This sends out an immediate notification to the local community and animal shelters, increasing the chances of a speedy reunion. It's a powerful tool to help you find your pet quickly.
ar: في حالة فقدان حيوانك الأليف، يمكنك تفعيل تنبيه فقدان حيوانك الأليف من خلال منصتنا. يرسل هذا إخطارًا فوريًا إلى المجتمع المحلي وملاجئ الحيوانات، مما يزيد من فرص لم الشمل سريعًا. إنها أداة قوية لمساعدتك في العثور على حيوانك الأليف بسرعة.

source: Cats
ar: القطط

source: Our Popular Product
ar: المنتج الأكثر مبيعًا لدينا

source: You can choose any product you need
ar: يمكنك اختيار أي منتج تحتاجه

source: Start Shopping Now
ar: ابدأ التسوق الآن

source: The Benfits of using our product
ar: فوائد استخدام منتجاتنا

source: Easily Find Your Kids
ar: اعثر على أطفالك بسهولة

source: We understand that the well-being of your children, sick family members, and cherished pets is of utmost importance to you. That's why we've created a unique and powerful tool that offers peace of mind in times of uncertainty.
ar: نحن نتفهم أن صحة أطفالك وأفراد أسرتك المرضى وحيواناتك الأليفة العزيزة لها أهمية قصوى بالنسبة لك. ولهذا السبب قمنا بإنشاء أداة فريدة وقوية توفر راحة البال في أوقات عدم اليقين.

source: Find the vistor location
ar: ابحث عن موقع الزائر

source: For an added layer of security, you have the option to enable location tracking. This feature helps you pinpoint the exact whereabouts of your loved ones or pets, ensuring their safety is never compromised.
ar: للحصول على طبقة إضافية من الأمان، لديك خيار تمكين تتبع الموقع. تساعدك هذه الميزة على تحديد مكان وجود أحبائك أو حيواناتك الأليفة بدقة، مما يضمن عدم المساس بسلامتهم أبدًا.

source: Products For Children
ar: منتجات للأطفال

source: Products For Pets
ar: منتجات للحيوانات الاليفة

source: New Visitor to Your Profile Qr code
ar: زائر جديد لملفك الشخصي رمز الاستجابة السريعة

source: Hello,
ar: مرحبًا،

source: You have a new visitor to your profile, offering a convenient way to track the whereabouts of your children.
ar: لديك زائر جديد لملفك الشخصي، مما يوفر طريقة ملائمة لتتبع مكان وجود أطفالك.

source: Please note that the map location may not be 100%% accurate. You can copy and paste the precise latitude and longitude coordinates, which are
ar: يرجى ملاحظة أن الموقع على الخريطة قد لا يكون دقيقًا بنسبة 100%. يمكنك نسخ ولصق إحداثيات خطوط الطول والعرض الدقيقة، وهي

source: directly into your preferred mapping application for the exact location. Alternatively, you can verify the location on the map by clicking the button below. Please ensure that you are signed in to our website to access this feature.
ar: مباشرة في تطبيق الخرائط المفضل لديك لمعرفة الموقع الدقيق. وبدلاً من ذلك، يمكنك التحقق من الموقع على الخريطة من خلال النقر على الزر أدناه. يرجى التأكد من تسجيل الدخول إلى موقعنا الإلكتروني للوصول إلى هذه الميزة.

source: Last Vistor Location
ar: موقع آخر زائر

source: Thank you for entrusting us with your family's safety. If you have any questions or require further assistance, please do not hesitate to contact our support team. We are here to ensure your peace of mind.
ar: شكرًا لك على تكليفنا بسلامة عائلتك. إذا كان لديك أي أسئلة أو كنت بحاجة إلى مزيد من المساعدة، فلا تتردد في الاتصال بفريق الدعم لدينا. نحن هنا لضمان راحة بالك.

source: Don't have an account?
ar: ليس لديك حساب؟

source: Forget The Password?
ar: هل نسيت كلمة المرور؟

source: Forgot Password
ar: هل نسيت كلمة السر

source: Qr Code
ar: رمز Qr

source: Profile Detail
ar: تفاصيل الملف الشخصي

source: Call Parent Now
ar: اتصل بالوالد الآن

source: Print QR
ar: طباعة QR

source: The Name:
ar: الاسم:

source: The address: No Provided address
ar: العنوان: لا يوجد عنوان مقدم

source: The Type:
ar: نوع:

source: More Description:
ar: المزيد من الوصف:

source: Are You Sure that you will delete this profile?
ar: هل أنت متأكد من أنك سوف تقوم بحذف هذا الملف الشخصي؟

source: Last Visit Location
ar: موقع الزيارة الأخيرة

source: The Location
ar: الموقع

source: No one has scanned the QR code, or those who have scanned it have not granted us permission to access their location. Please note that if the user does not enable location access, we are unable to retrieve their location.
ar: لم يقم أحد بمسح رمز الاستجابة السريعة ضوئيًا، أو أن أولئك الذين قاموا بمسحه ضوئيًا لم يمنحونا الإذن للوصول إلى موقعهم. يرجى ملاحظة أنه إذا لم يقم المستخدم بتمكين الوصول إلى الموقع، فلن نتمكن من استرداد موقعه.

source: For precise location details, you can copy the latitude and longitude coordinates and paste them directly into your mapping application:
ar: للحصول على تفاصيل دقيقة عن الموقع، يمكنك نسخ إحداثيات خطوط الطول والعرض ولصقها مباشرة في تطبيق الخرائط الخاص بك:

source: Copy
ar: نسخ

source: Register Page
ar: صفحة التسجيل

source: Join Today
ar: نضم الان

source: Edit The Profile Info
ar: تحديث معلومات الملف الشخصي

source: Enter Your Kids Name
ar: أدخل اسم أطفالك

source: someone scan your qr and this is the location of the vistor
ar: يقوم شخص ما بمسح QR الخاص بك وهذا هو موقع الزائر

source: you delete the post
ar: قمت بحذف هذا المنصب

source: you can't delete this post
ar: لا يمكنك حذف هذه المشاركة

source: You are now logged in.
ar: قمت بتسجيل الدخول الآن في.

source: Invalid username, username is small letter not capital letter or password.
ar: اسم المستخدم غير صالح، اسم المستخدم هو حرف صغير وليس حرفًا كبيرًا أو كلمة المرور.

source: We've emailed you instructions for setting your password, if an account exists with the email you entered. You should receive them shortly. If you don't receive an email, please make sure you've entered the address you registered with, and check your spam folder.
ar: لقد أرسلنا إليك تعليمات عبر البريد الإلكتروني لإعداد كلمة المرور الخاصة بك، في حالة وجود حساب باستخدام البريد الإلكتروني الذي أدخلته. يجب أن تستقبلهم قريبا. إذا لم تتلق بريدًا إلكترونيًا، فيرجى التأكد من إدخال العنوان الذي قمت بالتسجيل به، والتحقق من مجلد الرسائل غير المرغوب فيها.

source: billingName
ar: اسم الفاتورة

source: billingAddress1
ar: عنوان الفاتورة

source: billingCity
ar: مدينة الفاتورة

source: billingPostcode
ar: شيفرة البريد لإرسال الفواتير

source: billingCountry
ar: بلد إرسال الفواتير

source: shippingName
ar: اسم الشحنة

source: shippingAddress1
ar: عنوان الشحن

source: shippingCity
ar: مدينة الشحن

source: shippingPostcode
ar: الرمز البريدي للشحن

source: shippingCountry
ar: بلد الشحن

source: product
ar: منتج

source: kids_name
ar: اسم الطفل

source: Delete?
ar: حذف؟

source: Change
ar: التغييرات

source: View
ar: شاهد

source: View on site
ar: عرض على الموقع

source: Order Details
ar: تفاصيل الطلب

source: Order
ar: طلب

source: Date
ar: تاريخ

source: Order Total
ar: طلب السعر الإجمالي

source: Order Status
ar: حالة الطلب

source: Complete.
ar: مكتمل.

source: Product Description
ar: وصف المنتج

source: Qty
ar: الكمية

source: Sub-Total
ar: المجموع الفرعي

source: Total
ar: المجموع

source: Total Paid
ar: مجموع المبالغ المدفوعة

source: Payment Details
ar: بيانات الدفع

source: The order
ar: الطلب

source: has been paid succuessfully
ar: لقد تم الدفع بنجاح

source: Print Order
ar: طلب طباعة

source: You Are not welcome here
ar: أنت غير مرحب بها هنا

source: You used a different email address when placing your product order compared to the one you are currently using
ar: لقد استخدمت عنوان بريد إلكتروني مختلفًا عند تقديم طلب المنتج الخاص بك مقارنةً بالعنوان الذي تستخدمه حاليًا

source: Your Order Shipped
ar: تم شحن طلبك

source: Your order has been successfully shipped and is currently in transit. Our delivery driver will be in touch with you shortly to coordinate the delivery
ar: لقد تم شحن طلبك بنجاح وهو قيد النقل حاليًا. سيتواصل معك سائق التوصيل قريبًا لتنسيق عملية التسليم

source: To ensure a smooth delivery experience, kindly keep your phone nearby and readily accessible. We appreciate your business and look forward to serving you again in the future
ar: لضمان تجربة توصيل سلسة، يرجى إبقاء هاتفك قريبًا وسهل الوصول إليه. نحن نقدر عملك ونتطلع إلى خدمتك مرة أخرى في المستقبل

source: Thank you for choosing us for your order
ar: شكرا لاختيارك لنا لطلبك

source: Thanks for placing your order
ar: شكرا لتقديم طلبك

source: Your order number is
ar: رقم الطلب الخاص بك هو

source: Now you can put rating and reviews into your product details
ar: يمكنك الآن وضع التقييمات والمراجعات في تفاصيل منتجك

source: Your Order Details is here
ar: تفاصيل طلبك هنا

source: description
ar: وصف

source: Our Category
ar: جميع الفئات

source: More Info
ar: مزيد من المعلومات

source: Our Product
ar: منتجاتنا

source: Description
ar: وصف

source: Price
ar: سعر

source: Add to Cart
ar: أضف إلى سلة الشراء

source: Rating
ar: تقييم

source: Average Rating
ar: متوسط ​​تقييم

source: You already added your review below
ar: لقد قمت بالفعل بإضافة رأيك أدناه

source: Add Your Ratings
ar: أضف تقييماتك

source: You didn't order this product before
ar: لم تطلب هذا المنتج من قبل

source: Ratings and Reviews
ar: التقييمات والمراجعات

source: The User
ar: المستخدم

source: The Review
ar: المراجعة

source: Rate our product
ar: قيم منتجنا

source: Submit Review
ar: إرسال المراجعة
